Repository: mhop/rpihddevice
Catalog: po/*.po
Languages: de_de

source: video format not supported!
de_de: Videoformat nicht unterstützt!

source: HD output device for Raspberry Pi
de_de: HD Ausgabegerät für Raspberry Pi

source: multi channel PCM
de_de: Mehrkanal-PCM

source: box
de_de: einrahmen

source: crop
de_de: abschneiden

source: stretch
de_de: dehnen

source: default
de_de: Voreinstellung

source: follow video
de_de: wie Video

source: for SD video only
de_de: nur für SD-Video

source: always
de_de: immer

source: Resolution
de_de: Auflösung

source: Frame Rate
de_de: Bildwiederholrate

source: Use Advanced Deinterlacer
de_de: Benutze erweiterten Deinterlacer

source: Video Framing
de_de: Seitenverhältnis-Anpassung

source: Audio Port
de_de: Audioanschluss

source: Digital Audio Format
de_de: Digitales Audioformat

source: Use GPU accelerated OSD
de_de: OSD mit GPU-Unterstützung
